function HC1() {
    let age = prompt('Пароль', "qwerty");
    if (age == "мастер Олег") {
        alert("Доступ к ответам получен!")
        dst()
    } else {
        alert("Неверный пароль, в доступе отказано! Попробуйте договориться с авторами ответов!")
    }
}

function dst() {
    alert("Особая благодарность представительницам прекрасного пола: Лизе, Даше, Люде, Ангелине и Насте, а также великому и неповторимому Олегу, за поиск ответов на вопросы!")
    let ci = `
    <div class="qw">Дайте определение термину «личностный рост»:</div>
    <div class="ans">процесс приобретение навыков или благ, которые помогают поднять жизнь на качественно новый уровень,</div>
 
    <div class="qw">Дайте определение термину «саморазвитие (самосовершенствование)</div>
    <div class="ans">собственная  активность человека в изменении себя, <br>в раскрытии, <br>обогащении своих духовных потребностей, <br>всего личностного потенциала сформировать </div>
 
    <div class="qw">Назовите основополагающие принципы  самосовершенствования:</div>
    <div class="ans">Все варианты верны (1. получать удовольствие от самой жизни
        <br>2. восприятие и понимание другого человека,
        <br>3.не оставлять на завтра , да и на потом
        <br>3. ведите себя как профессионал своего дела
        <br>4. умение «подавать себя», самовыражаться
        )</div>
 
    <div class="qw">Назовите причины, по которым не происходит личностный рост:</div>
    <div class="ans">Боимся ответственности,</div>
 
    <div class="qw">Назовите цели личностного роста</div>
    <div class="ans">Все варианты верны (1. развитие осознанности и отказ от механических привычек,
        <br>2. разработка стратегического плана решения поставленных задач.
        <br>3.соответствие современному времени и ритму жизни,
        <br>4.развитие интеллекта и обретение всесторонних знаний,
        )</div>
 
    <div class="qw">Какие качества и навыки характеризуют способность правильно формулировать жизненные цели? (назовите не меньше 2)</div>
    <div class="ans">Все варианты верны (1. Способность познать самого себя 
        <br>2. Умение формулировать свои жизненные цели 
        <br>3. Умение принимать решения 
        <br>4. Умение планировать карьеру
        )</div>
 
    <div class="qw">Какие качества присущи харизматичным личностям? (перечислите не меньше 5 качеств)</div>
    <div class="ans">
     личная магнетически притягательная сила
     <br>раскрытие собственных способностей, 
     <br>уверенность в своих силах и душевное равновесие, 
     <br>умение мотивировать себя и других, 
    </div>
 
    <div class="qw">Перечислите морально-этические качества, присущие вам лично (не менее 5)</div>
    <div class="ans">честность, <br>доброта, <br>сознательность, <br>человечность, <br>принципиальность, <br>умение держать слово</div>
 
    <div class="qw">Дайте определение термину «креативность»</div>
    <div class="ans">способность, отражающая свойство индивида создавать новые понятия и формировать новые навыки, и связанная с творческими достижениями личности </div>
 
    <div class="qw">Какие качества и навыки включает понятие «личная организованность»? (назовите не меньше 3)</div>
    <div class="ans"> Все варианты верны (1. Приверженность системному подходу 
        <br>  2. Умение ценить и эффективно иcпользовать время 
        <br>  3. Умение сосредоточиться на главном 
        <br>  4. Умение все делать по порядку 
        <br>  5. Умение не упускать из виду мелочи
        <br>  6. Умение учитывать и анализировать затраты времени
        )</div>
 
    <div class="qw">Назовите инструменты невербальной коммуникации это</div>
    <div class="ans">характер движений, <br>осанка, <br>положение ноги ступней, <br>жестикуляция, 
    <br>положение головы, 
    <br>мимика, 
    <br> голос.
    </div>
 
    <div class="qw">Укажите, что включает  план личностного роста?	</div>
    <div class="ans">определение  цели,
    <br>расстановка приоритетов,
    <br> установка сроков,
    <br>отслеживание результата,
    </div>
 
    <div class="qw">Продолжите определение «Мечта-это </div>
    <div class="ans">особый вид воображения, представляющий собой самостоятельное создание новых образов, направленный на будущее и выражающий желания человека. В отличие от творческого воображения, мечта не включена в непосредственную деятельность в данный момент»</div>
 
    <div class="qw">Продолжите определение  «Цель –это </div>
    <div class="ans">это представление о будущем или желаемом результате, который человек или группа людей представляют, планируют и обязуются достичь.»</div>
 
    <div class="qw">Укажите правила личностного роста:</div>
    <div class="ans"> не бояться проявлять эмоции,
    <br> умение координировать работу, 
    <br>соревноваться с собой, а не с другими,
    <br> не грести всех под одну гребенку,
    <br>если надо - просить, в том числе и у тех, кто сильнее тебя,
    <br>внимательность и доверие к окружающим, 
    </div>
 
    <div class="qw">Перечислите коммуникативные качества (не менее 5)</div>
    <div class="ans">Все варианты верны(11 шт)</div>
 
    <div class="qw">Назовите группы качеств, необходимых человеку для профессионально-личностного роста</div>
    <div class="ans">Все варианты верны (1.Cоциальные качества 
        <br> 2.Внутри-личностные качества 
        <br> 3.Морально-этические качества
        )</div>
 
    <div class="qw">Какие из перечисленных качеств являются творческими: </div>
    <div class="ans">находчивость, <br>фантазия, <br>креативность, <br>оригинальность</div>
 
    <div class="qw">Какие условия могут существенно влиять на формирование навыков профессионально-личностного роста?</div>
    <div class="ans">Все варианты верны (1. Социальные 
        <br>  2. Личностно-психологические 
        <br>  3. Качественное профессиональное образование
        )</div>
 
    <div class="qw">Назовите личностно-психологические условия формирования и развития навыков профессионально-личностного роста</div>
    <div class="ans">Мотивация личности, <br>Темперамент личности </div>
 
    <div class="qw">Назовите социальные условия формирования и развития навыков профессионально-личностного роста</div>
    <div class="ans">Семья и воспитание, <br>Среда</div>
 
    <div class="qw">Назовите, какие условия для формирования и развития навыков профессионально-личностного роста предлагает профессиональное образование</div>
    <div class="ans">Все варианты верны</div>
 
    <div class="qw">Какие условия и средства для формирования и развития навыков профессионально-личностного роста получает студент в рамках исследовательской и научно практической деятельности?</div>
    <div class="ans">1. участия в летних или зимних школах, 
    <br>2. получения стипендий и грантов фондов или научно-исследовательских организаций 
    <br>3. участие в научно-практических конференциях 
    </div>
 
    <div class="qw">Какие качества и навыки включает понятие «самодисциплина»? (назовите не меньше 3)</div>
    <div class="ans">Все варианты верны.(12 шт)</div>
 
    <div class="qw">Какие умения характеризуют способность делать себя здоровым? (назовите не меньше 5)</div>
    <div class="ans">Все варианты верны (11 шт)</div>
 
    <div class="qw">Какие из перечисленных качеств являются коммуникативными: </div>
    <div class="ans">общительность, <br>открытость, <br>личное обаяние, <br>толерантность, <br>умение выслушивать точку зрения другого человека </div>
 
    <div class="qw">Какие качества характеризуют эмоционально-волевой потенциал? (назовите не меньше 6)</div>
    <div class="ans">Все варианты верны (14 шт)</div>
 
    <div class="qw">Перечислите социальные качества (не менее 2)</div>
    <div class="ans">Все варианты верны (1. Коммуникативные 
        <br> 2. Волевые качества 
        <br>3. Организационные качества 
        <br>4. Харизматичность)
    </div>
 
    <div class="qw">Какие из перечисленных качеств являются волевыми: </div>
    <div class="ans">инициативность, <br>самостоятельность, <br>уверенность в себе, <br>решительность</div>
 
    <div class="qw">Перечислите организационные качества (не менее 5)</div>
    <div class="ans">Все варианты верны (9 шт)</div>
 
    <div class="qw">Кто из исследователей определяет такие профессиональные качества как профессиональная гордость, профессиональный стыд, профессиональная совесть, профессиональная ответственность, профессиональный долг:</div>
    <div class="ans">А.В. Меренков </div>
 
    <div class="qw">Жизненный баланс – </div>
    <div class="ans">Жизненный баланс — это прежде всего вопрос качества нашей жизни.</div>
 
    <div class="qw">Какие сферы включает Колесо жизненного баланса   </div>
    <div class="ans">работа и достижения, семья и связи, смысл и ценности, тело и здоровье находились в здоровом равновесии</div>
 
    <div class="qw">Какие причины мешают нам проводить оценку своей жизни </div>
    <div class="ans">Все варианты верны (а Отсутствие времени;
        <br> б Усталость;
        <br> в Суета
    )</div>
 
    <div class="qw">Каким образом выровнять и сбалансировать Колесо Жизненного Баланса? </div>
    <div class="ans">Уделять время задачам, имеющим отношение к вашим жизненным приоритетам.</div>
 
    <div class="qw">Сферы жизни человека </div>
    <div class="ans">это разные направления деятельности, которым люди уделяют внимание в течение жизни.</div>
 
    <div class="qw">Основные постулаты окружения</div>
    <div class="ans">Окружение должно быть сильным.
    <br>Окружение должно быть приятным.
    </div>
 
    <div class="qw">Для хорошего самочувствия нужно…</div>
    <div class="ans">здоровый сон, правильное питание, гармония с собой и миром, медитация, концентрация, зарядка, физическая нагрузка</div>
 
    <div class="qw">Что такое любить себя? </div>
    <div class="ans"> Знать свою ценность и помнить о ней. 
  
    <br>Поддерживать и хвалить себя.
    </div>
 
    <div class="qw">Для того, чтобы быстро и успешно достигать успеха в важных для вас сферах жизни, вам следует</div>
    <div class="ans">Выполнять максимум задач, имеющих отношение к вашим жизненным приоритетам.</div>
 
    <div class="qw">Время – это…</div>
    <div class="ans">Ограниченный ресурс</div>
 
    <div class="qw">Сон – это… </div>
    <div class="ans">Периодически возникающее физиологическое состояние, противоположное состоянию бодрствования, характеризующееся пониженной реакцией на окружающий мир.</div>
 
    <div class="qw">Поглотители времени – это…(</div>
    <div class="ans">Занятия, поглощающие ваше время впустую.</div>
 
    <div class="qw">В чём ценность применения практик делегирования? </div>
    <div class="ans">Делегирование позволяет руководителю заполнить график высокоприоритетными задачами</div>
 
    <div class="qw">Какой критерий отсутствует в инструменте SMART?</div>
    <div class="ans">S = Smart = Задача, сформулированная с умом. </div>
 
    <div class="qw">Тайм-менеджмент— это… </div>
    <div class="ans">Технология организации времени и повышения эффективности его использования.</div>
 
    <div class="qw">Когда мы начинаем менять свою жизнь? </div>
    <div class="ans">Нет выхода.</div>
 
    <div class="qw">Укажите примеры эскалаторов на пути к цели (не менее 5)</div>
    <div class="ans">Сделать утреннею гимнастику., <br>Увеличение дохода в 1.5 раза, <br>Составить план, скачать приложения напоминалки, календари.
    <br>Устраивать дни расслабления.
    <br>Придумать вознаграждения за достижения пунктов плана.
      </div>
 
    <div class="qw">Почему план есть, а действий по нему нет?</div>
    <div class="ans">Отсутствие конечной цели., <br>Не хватает ресурсов.</div>
 
    <div class="qw">Что же истощает  ресурсы префронтальной коры?</div>
    <div class="ans">Недосып и необходимость бодрствовать, когда уже нет сил на это; <br>Суета и раздражение, рассеянность, зависание на простых вопросах.
    <br>Зависть, <br>жадность, <br>уныние. <br>Деструктивные мысли.
    </div>
 
    <div class="qw">Декомпозиция –  это </div>
    <div class="ans">это операция мышления, состоящая в разделении целого на части. </div>
 
    <div class="qw">Дерево целей –  это </div>
    <div class="ans">это методика постановки целей и их декомпозиция на задачи, которые делятся на ещё более простые шаги. В результате человек приходит к конкретному списку действий, приводящих к достижению замысла </div>
 
    <div class="qw">Какие существуют виды отдыха?</div>
    <div class="ans">Физический
    <br>Активный.
    <br>  Ментальный
    <br>Эмоциональный
    <br>Пассивный.
    </div>
 
    <div class="qw">Назовите правила, которыми руководствуются при составлении резюме</div>
    <div class="ans"> Следует быть внимательными и аккуратными.
    <br> Должно  отражать индивидуальный характер.
    <br> Следовать  принципу избирательности.
    <br>Достоверность представленной информации.
    <br> Объем не должен превышать одной - полутора страниц.
    <br> Резюме должно быть законченным.
    </div>
 
    <div class="qw">Какие данные содержит резюме?</div>
    <div class="ans">Контактная информация.
    <br> Цель.
    <br> Опыт работы.
    <br>Образование.
    <br>Дополнительные сведения
    <br>Личные качества.
    </div>
 
    <div class="qw">Что не следует включать в резюме?</div>
    <div class="ans">Ваши физические данные. Причины, по которым вы уходили с работы.</div>
 
    <div class="qw">Понятие резюме обозначает</div>
    <div class="ans">Краткое содержание.</div>
 
    <div class="qw">Автобиография это :</div>
    <div class="ans">Собственное жизнеописание</div>
 
    <div class="qw">Из каких рубрик состоит анкета  </div>
    <div class="ans"> Биографические сведения
    <br> Место проживания
    <br> Образование
    <br>Опыт работы
    <br> Хобби.
    </div>
    `
    document.getElementById("sty").innerHTML = ci;
}